Repository: AthlyProject/athly-project
Catalog: athly-ios/AthlyRunner/Resources/Localizable.xcstrings
Source language: pt_br
Languages: de, en

source: (pulado)
de: (übersprungen)
en: (skipped)

source: da Athly
de: von Athly
en: from Athly

source: Uma cópia não remove automaticamente o registro Garmin/Zepp.
de: Eine Kopie entfernt den Garmin/Zepp-Eintrag nicht automatisch.
en: A copy doesn't automatically remove the Garmin/Zepp record.

source: · desde %@
de: · seit %@
en: · since %@

source: (opcional)
de: (optional)
en: (optional)

source: %@ Exibindo os laps reais gravados pelo dispositivo.
de: %@ Es werden die tatsächlich vom Gerät aufgezeichneten Runden angezeigt.
en: %@ Showing the actual laps recorded by the device.

source: %lld de %lld
de: %lld von %lld
en: %lld of %lld

# %lld dia selecionado
source: %lld dias selecionados
de: %lld Tage ausgewählt
en: %lld days selected

source: %lld semanas
de: %lld Wochen
en: %lld weeks

source: ↑ %@ km nas últimas 4 semanas
de: ↑ %@ km in den letzten 4 Wochen
en: ↑ %@ km in the last 4 weeks

# +%lld dia
source: +%lld dias
de: +%lld Tage
en: +%lld days

source: ✦ IA Athly
de: ✦ Athly KI
en: ✦ Athly AI

source: 5 quilômetros
de: 5 Kilometer
en: 5 kilometers

source: 10 quilômetros
de: 10 Kilometer
en: 10 kilometers

source: 21 quilômetros
de: 21 Kilometer
en: 21 kilometers

source: 42 quilômetros
de: 42 Kilometer
en: 42 kilometers

source: A assinatura e cobrada pela Apple e renova automaticamente ate ser cancelada. Voce pode cancelar nas configuracoes da App Store.
de: Das Abo wird von Apple abgerechnet und verlängert sich automatisch, bis es gekündigt wird. Du kannst es in den App-Store-Einstellungen kündigen.
en: The subscription is billed by Apple and renews automatically until canceled. You can cancel it in the App Store settings.

source: A atividade é de %@, fora da janela planejada. Confirme que é a corrida correta.
de: Die Aktivität stammt vom %@ und liegt außerhalb des geplanten Zeitfensters. Bestätige, dass es der richtige Lauf ist.
en: The activity is from %@, outside the planned window. Confirm this is the correct run.

source: A atividade não contém eventos de bloco nem uma reconstrução utilizável.
de: Die Aktivität enthält keine Block-Ereignisse und keine verwendbare Rekonstruktion.
en: The activity has no block events or a usable reconstruction.

source: A corrida vinculada não foi encontrada no Apple Health.
de: Der verknüpfte Lauf wurde in Apple Health nicht gefunden.
en: The linked run could not be found in Apple Health.

source: A data não coincide com o treino
de: Das Datum stimmt nicht mit dem Training überein
en: The date doesn't match the workout

source: A escrita de Treinos está desativada para o Athly. Abra os Ajustes, entre em Saúde e permita que o Athly grave Treinos.
de: Der Schreibzugriff auf Trainings ist für Athly deaktiviert. Öffne die Einstellungen, gehe zu „Health“ und erlaube Athly, Trainings zu speichern.
en: Workout write access is turned off for Athly. Open Settings, go to Health, and allow Athly to save Workouts.

source: A exclusão é permanente e não pode ser desfeita. Todos os seus dados são removidos dos nossos servidores.
de: Die Löschung ist endgültig und kann nicht rückgängig gemacht werden. Alle deine Daten werden von unseren Servern entfernt.
en: Deletion is permanent and cannot be undone. All your data is removed from our servers.

source: A FC de repouso precisa ser menor que a FC máxima.
de: Dein Ruhepuls muss niedriger als dein Maximalpuls sein.
en: Your resting heart rate must be lower than your max heart rate.

source: A geração de planos está indisponível no momento. Tente novamente mais tarde.
de: Die Planerstellung ist derzeit nicht verfügbar. Bitte versuche es später erneut.
en: Plan generation is unavailable right now. Please try again later.

source: A IA define a carga com base na sua evolução
de: Die KI legt die Belastung basierend auf deinem Fortschritt fest
en: The AI sets the load based on your progress

source: A IA usa esses dados para personalizar seu plano
de: Die KI nutzt diese Daten, um deinen Plan zu personalisieren
en: The AI uses this data to personalize your plan

source: A nova corrida foi salva, mas o registro anterior do Athly não pôde ser removido.
de: Der neue Lauf wurde gespeichert, aber der vorherige Athly-Eintrag konnte nicht entfernt werden.
en: The new run was saved, but the previous Athly record couldn't be removed.

source: A permissão para gravar rotas está desativada no Apple Health.
de: Die Berechtigung zum Speichern von Routen ist in Apple Health deaktiviert.
en: Route write permission is turned off in Apple Health.

source: A seguir:
de: Als Nächstes:
en: Next:

source: A senha deve ter pelo menos 8 caracteres
de: Das Passwort muss mindestens 8 Zeichen lang sein
en: Password must be at least 8 characters

source: A voz vai avisar uma única vez quando esse ponto for alcançado.
de: Die Stimme benachrichtigt dich einmalig, wenn dieser Punkt erreicht ist.
en: The voice will alert you once when that point is reached.

source: Abrir Ajustes
de: Einstellungen öffnen
en: Open Settings

source: Acesso a localizacao foi negado. Habilite em Ajustes > Privacidade > Localizacao > Athly.
de: Standortzugriff wurde verweigert. Aktiviere ihn unter Einstellungen > Datenschutz > Standort > Athly.
en: Location access was denied. Enable it in Settings > Privacy > Location > Athly.

source: Acesso Basic
de: Basic-Zugang
en: Basic access

source: Acesso mensal flexivel
de: Flexibler monatlicher Zugang
en: Flexible monthly access

source: Acesso por 12 meses
de: 12 Monate Zugang
en: 12 months of access

source: Acesso restrito.
de: Zugriff beschränkt.
en: Access restricted.

source: Adaptado ao seu ritmo e objetivo
de: Angepasst an dein Tempo und dein Ziel
en: Adapted to your pace and goal

source: Adicionar aviso
de: Hinweis hinzufügen
en: Add alert

source: Adicionar dados
de: Daten hinzufügen
en: Add data

source: Adicionar dados da corrida
de: Laufdaten hinzufügen
en: Add run data

source: Adicionar FIT, TCX, GPX ou corrida do Apple Health
de: FIT, TCX, GPX oder einen Lauf aus Apple Health hinzufügen
en: Add a FIT, TCX, GPX file or a run from Apple Health

source: Agendado
de: Geplant
en: Scheduled

source: Ajustes
de: Einstellungen
en: Settings

source: Alta confiança
de: Hohe Genauigkeit
en: High confidence

source: Altura
de: Größe
en: Height

source: Ambicioso
de: Ambitioniert
en: Ambitious

source: Análise dos seus treinos
de: Analyse deiner Trainingseinheiten
en: Analysis of your workouts

source: Análise objetiva de evolução e aderência.
de: Objektive Analyse von Fortschritt und Trainingstreue.
en: Objective analysis of progress and adherence.

source: ANÁLISE SEMANAL DA IA
de: WÖCHENTLICHE KI-ANALYSE
en: WEEKLY AI ANALYSIS

source: Ao continuar, você concorda com os Termos de Uso e Política de Privacidade
de: Wenn du fortfährst, stimmst du den Nutzungsbedingungen und der Datenschutzrichtlinie zu
en: By continuing, you agree to the Terms of Use and Privacy Policy

source: Apaga plano, treinos e histórico
de: Löscht Plan, Trainings und Verlauf
en: Deletes your plan, workouts and history

source: Apenas marcar como concluído
de: Nur als abgeschlossen markieren
en: Just mark as completed

source: Apple Health indisponivel
de: Apple Health nicht verfügbar
en: Apple Health unavailable

source: Apple Health não disponível neste dispositivo.
de: Apple Health ist auf diesem Gerät nicht verfügbar.
en: Apple Health isn't available on this device.

source: Apple não vinculada
de: Apple nicht verknüpft
en: Apple not linked

source: Apple vinculada
de: Apple verknüpft
en: Apple linked

source: Aproveite para recuperar. Toque para ver seu plano.
de: Nutze die Zeit zur Erholung. Tippe, um deinen Plan zu sehen.
en: Take time to recover. Tap to see your plan.

source: Aquecimento
de: Aufwärmen
en: Warm-up

source: Assinatura
de: Abo
en: Subscription

source: Assinatura ativa
de: Abo aktiv
en: Subscription active

source: Assinatura necessária. Inicie ou renove sua assinatura para continuar.
de: Ein Abo ist erforderlich. Starte oder erneuere dein Abo, um fortzufahren.
en: A subscription is required. Start or renew your subscription to continue.

source: Assinaturas ainda não estão disponíveis nesta versão.
de: Abos sind in dieser Version noch nicht verfügbar.
en: Subscriptions aren't available in this version yet.

source: Assinaturas indisponíveis
de: Abos nicht verfügbar
en: Subscriptions unavailable

source: Ativo
de: Aktiv
en: Active

source: Atleta
de: Athlet
en: Athlete

source: Aumentar
de: Erhöhen
en: Increase

source: Avançado
de: Sehr fortgeschritten
en: Advanced

source: Aviso configurado
de: Hinweis eingerichtet
en: Alert set

source: Aviso de retorno
de: Zielhinweis
en: Target alert

source: Baixa confiança
de: Geringe Genauigkeit
en: Low confidence

source: Base forte vem de repetir bons treinos, respeitar os dias leves e chegar inteiro nos treinos-chave.
de: Eine starke Basis entsteht durch das Wiederholen guter Trainingseinheiten, das Einhalten leichter Tage und frische Kräfte bei den wichtigsten Einheiten.
en: A strong base comes from repeating good workouts, respecting easy days, and arriving fresh for key sessions.

source: Bem-vindo de volta
de: Willkommen zurück
en: Welcome back

source: Bloco
de: Block
en: Block

source: Blocos do treino
de: Trainingsblöcke
en: Workout blocks

source: Blocos executados
de: Ausgeführte Blöcke
en: Completed blocks

source: Blocos indisponíveis
de: Blöcke nicht verfügbar
en: Blocks unavailable

source: Bloqueado
de: Gesperrt
en: Locked

source: Boa noite
de: Guten Abend
en: Good evening

source: Boa tarde
de: Guten Tag
en: Good afternoon

source: Bom dia
de: Guten Morgen
en: Good morning

source: Bom trabalho!
de: Gut gemacht!
en: Good job!

source: Buscando corridas no Apple Health…
de: Suche nach Läufen in Apple Health…
en: Looking for runs in Apple Health…

source: Buscando GPS...
de: Suche nach GPS...
en: Searching for GPS...

source: Calorias
de: Kalorien
en: Calories

source: Câmera sem permissão
de: Kein Kamerazugriff
en: Camera not authorized

source: Cancelado
de: Storniert
en: Cancelled

source: Cancelar
de: Abbrechen
en: Cancel

source: Carga ajustada ao que você realmente correu.
de: Belastung angepasst an das, was du tatsächlich gelaufen bist.
en: Load adjusted to what you actually ran.

source: Código inválido
de: Ungültiger Code
en: Invalid code

source: Código inválido ou expirado
de: Ungültiger oder abgelaufener Code
en: Invalid or expired code

source: Começando
de: Einsteiger
en: Starting out

source: Começar com a Athly ✦
de: Mit Athly starten ✦
en: Get started with Athly ✦

source: Comece seu plano de treino com IA
de: Starte deinen KI-Trainingsplan
en: Start your AI training plan

source: Como foi o treino?
de: Wie war das Training?
en: How was the workout?

source: Como você quer que a IA monte seu treino?
de: Wie soll die KI dein Training gestalten?
en: How do you want the AI to build your training?

source: Concluído
de: Abgeschlossen
en: Completed

source: Concluído sem dados de execução
de: Abgeschlossen ohne Ausführungsdaten
en: Completed without execution data

source: Concluir treino
de: Training abschließen
en: Complete workout

source: Concluir Treino
de: Training abschließen
en: Complete Workout

source: Concordo com os
de: Ich stimme den
en: I agree to the

source: Confirmando...
de: Wird bestätigt...
en: Confirming...

source: conquista
de: Erfolg
en: achievement

source: conquistas
de: Erfolge
en: achievements

source: Conseguiu completar?
de: Hast du es geschafft?
en: Did you complete it?

source: Consigo correr até 5 km
de: Ich kann bis zu 5 km laufen
en: I can run up to 5 km

source: CONSISTÊNCIA
de: KONSTANZ
en: CONSISTENCY

source: Conta
de: Konto
en: Account

source: Conta Apple vinculada
de: Apple-Konto verknüpft
en: Apple account linked

source: Conta como foi o seu treino
de: Erzähl uns, wie dein Training war
en: Tell us how your workout went

source: Conta Google vinculada
de: Google-Konto verknüpft
en: Google account linked

source: Contas conectadas
de: Verbundene Konten
en: Connected accounts

source: Contato
de: Kontakt
en: Contact

source: Continuar
de: Weiter
en: Continue

source: Continuar →
de: Weiter →
en: Continue →

source: Continuar com %@
de: Weiter mit %@
en: Continue with %@

source: Continuar com Google
de: Mit Google fortfahren
en: Continue with Google

source: Continue de onde parou
de: Mach dort weiter, wo du aufgehört hast
en: Continue where you left off

source: Correr
de: Laufen
en: Run

source: Corrida
de: Lauf
en: Run

source: Corrida é meu esporte principal
de: Laufen ist meine Hauptsportart
en: Running is my main sport

source: Corrida finalizada!
de: Lauf beendet!
en: Run finished!

source: Corrida salva localmente no Athly.
de: Lauf lokal in Athly gespeichert.
en: Run saved locally in Athly.

source: Corrida salva no Athly.
de: Lauf in Athly gespeichert.
en: Run saved to Athly.

source: Corrida salva no Athly. Apple Health indisponível neste dispositivo.
de: Lauf in Athly gespeichert. Apple Health ist auf diesem Gerät nicht verfügbar.
en: Run saved to Athly. Apple Health is unavailable on this device.

source: Corrida salva!
de: Lauf gespeichert!
en: Run saved!

source: Corridas
de: Läufe
en: Runs

source: Corridas anal.
de: Läufe analysiert
en: Runs analyzed

source: Corridas analisadas
de: Analysierte Läufe
en: Analyzed runs

source: Corridas do Apple Health
de: Apple Health-Läufe
en: Apple Health Runs

source: Corridas próximas a %@
de: Läufe in der Nähe von %@
en: Runs near %@

source: Corro 10 km sem problema
de: Ich laufe 10 km ohne Probleme
en: I run 10 km without a problem

source: Credenciais inválidas
de: Ungültige Anmeldedaten
en: Invalid credentials

source: Criar conta
de: Konto erstellen
en: Create account

source: Criar conta grátis
de: Kostenloses Konto erstellen
en: Create free account

source: Criar cópia completa no Apple Health
de: Vollständige Kopie in Apple Health erstellen
en: Create full copy in Apple Health

source: Crie um plano na aba Plano para começar a treinar com objetivo.
de: Erstelle einen Plan im Tab „Plan“, um zielgerichtet zu trainieren.
en: Create a plan in the Plan tab to start training with a goal.

source: Data de nascimento
de: Geburtsdatum
en: Date of birth

source: Data-alvo
de: Zieldatum
en: Target date

source: Defina um tempo e a IA cria um plano para você bater
de: Lege eine Zeit fest und die KI erstellt einen Plan, damit du sie erreichst
en: Set a time and the AI creates a plan to help you hit it

source: Defina uma senha ou vincule outra conta antes de desvincular esta.
de: Lege ein Passwort fest oder verknüpfe ein anderes Konto, bevor du dieses trennst.
en: Set a password or link another account before unlinking this one.

source: Definido por mim mesmo
de: Von mir selbst festgelegt
en: Defined by myself

source: Desaceleramento
de: Cool-down
en: Cool-down

source: Desaquecimento
de: Cool-down
en: Cool-down

source: Descanso
de: Ruhetag
en: Rest

source: Descrição
de: Beschreibung
en: Description

source: Desvincular
de: Verknüpfung aufheben
en: Unlink

source: Detalhes
de: Details
en: Details

source: Dia de descanso
de: Ruhetag
en: Rest day

source: Diagnostico Zepp enviado para os logs do Xcode.
de: Zepp-Diagnose an die Xcode-Protokolle gesendet.
en: Zepp diagnostic sent to the Xcode logs.

source: Dias de treino salvos!
de: Trainingstage gespeichert!
en: Training days saved!

source: Dias disponíveis para treinar
de: Verfügbare Trainingstage
en: Available days to train

source: Diminuir
de: Verringern
en: Decrease

source: Dispositivo
de: Gerät
en: Device

source: Distancia
de: Distanz
en: Distance

source: Distância
de: Distanz
en: Distance

source: Distância média
de: Durchschnittliche Distanz
en: Average distance

source: Distancia total
de: Gesamtdistanz
en: Total distance

source: Distância total
de: Gesamtdistanz
en: Total distance

source: Dom
de: So
en: Sun

source: Duracao
de: Dauer
en: Duration

source: Duração
de: Dauer
en: Duration

source: Editar perfil
de: Profil bearbeiten
en: Edit profile

source: Elevacao
de: Höhenmeter
en: Elevation

source: ELEVACAO (M)
de: ANSTIEG (M)
en: ELEVATION (M)

source: Elevacao total
de: Gesamtanstieg
en: Total elevation

source: Elevação total
de: Gesamtanstieg
en: Total elevation

source: Em %@
de: Bei %@
en: At %@

source: Em alta
de: Steigend
en: Trending up

source: Em alta (intensidade)
de: Steigend (Intensität)
en: Trending up (intensity)

source: Em alta (volume)
de: Steigend (Volumen)
en: Trending up (volume)

source: Em baixa
de: Rückläufig
en: Trending down

source: Email é obrigatório
de: E-Mail ist erforderlich
en: Email is required

source: Email inválido
de: Ungültige E-Mail
en: Invalid email

source: Email já cadastrado
de: E-Mail bereits registriert
en: Email already registered

source: Encerra a sessão neste dispositivo
de: Beendet die Sitzung auf diesem Gerät
en: Ends your session on this device

source: Energizado
de: Energiegeladen
en: Energized

source: Entrar
de: Anmelden
en: Log in

source: Enviando...
de: Wird gesendet...
en: Submitting...

source: Enviando…
de: Wird gesendet…
en: Sending…

source: Enviar feedback
de: Feedback senden
en: Send feedback

source: Equipamento não encontrado
de: Ausrüstung nicht gefunden
en: Equipment not found

source: Erro
de: Fehler
en: Error

source: Erro %lld:
de: Fehler %lld:
en: Error %lld:

source: Erro ao acessar o Apple Health
de: Fehler beim Zugriff auf Apple Health
en: Error accessing Apple Health

source: Erro ao carregar
de: Fehler beim Laden
en: Error loading

source: Escolha um arquivo FIT, TCX ou GPX válido.
de: Wähle eine gültige FIT-, TCX- oder GPX-Datei aus.
en: Choose a valid FIT, TCX, or GPX file.

source: Escolher da galeria
de: Aus der Mediathek wählen
en: Choose from library

source: Esportes
de: Sportarten
en: Sports

source: Esqueceu sua senha?
de: Passwort vergessen?
en: Forgot your password?

source: Esta conta Apple já está vinculada a outro usuário.
de: Dieses Apple-Konto ist bereits mit einem anderen Nutzer verknüpft.
en: This Apple account is already linked to another user.

source: Esta conta Google já está vinculada a outro usuário.
de: Dieses Google-Konto ist bereits mit einem anderen Nutzer verknüpft.
en: This Google account is already linked to another user.

source: Esta conta usa login social. Entre com Apple ou Google.
de: Dieses Konto nutzt Social Login. Melde dich mit Apple oder Google an.
en: This account uses social sign-in. Sign in with Apple or Google.

source: Esta semana
de: Diese Woche
en: This week

source: Estatisticas gerais
de: Gesamtstatistik
en: Overall Stats

source: Estável
de: Stabil
en: Stable

source: Este plano de treino está bloqueado e não pode ser alterado.
de: Dieser Trainingsplan ist gesperrt und kann nicht geändert werden.
en: This training plan is locked and can't be changed.

source: Este plano de treino foi encerrado. Exclua-o e crie um novo para gerar um plano.
de: Dieser Trainingsplan ist abgeschlossen. Lösche ihn und erstelle einen neuen, um einen Plan zu generieren.
en: This training plan is closed. Delete it and create a new one to generate a plan.

source: Este treino não possui uma estrutura de blocos para reconstruir.
de: Für dieses Training gibt es keine Blockstruktur zum Rekonstruieren.
en: This workout has no block structure to reconstruct.

source: Estimativa preliminar — fica mais precisa conforme você registra corridas.
de: Vorläufige Schätzung — wird genauer, je mehr Läufe du erfasst.
en: Preliminary estimate — it becomes more accurate as you log runs.

source: Estrutura do treino
de: Trainingsstruktur
en: Workout structure

source: Evolução
de: Entwicklung
en: Progress

source: Evolução em tempo real
de: Fortschritt in Echtzeit
en: Real-time progress

source: Evoluir sem meta específica
de: Fortschritte machen ohne festes Ziel
en: Progress without a specific goal

source: Exato
de: Exakt
en: Exact

source: Exausto
de: Erschöpft
en: Exhausted

source: Excluindo...
de: Wird gelöscht...
en: Deleting...

source: Excluir
de: Löschen
en: Delete

source: Excluir conta
de: Konto löschen
en: Delete Account

source: Excluir plano
de: Plan löschen
en: Delete plan

source: Fácil
de: Leicht
en: Easy

source: Falar com suporte
de: Support kontaktieren
en: Contact support

source: Falha ao sincronizar com Apple Health
de: Synchronisierung mit Apple Health fehlgeschlagen
en: Failed to sync with Apple Health

source: Falha ao sincronizar: %@
de: Synchronisierung fehlgeschlagen: %@
en: Failed to sync: %@

source: Falha no diagnostico Zepp:
de: Zepp-Diagnose fehlgeschlagen:
en: Zepp diagnostic failed:

source: Fazer Avaliação
de: Einschätzung starten
en: Take Assessment

source: FC maxima
de: Max-Puls
en: Max HR

source: FC media
de: Ø HF
en: Avg HR

source: FC média
de: Durchschnittliche Herzfrequenz
en: Average HR

source: Fechar
de: Schließen
en: Close

source: Feminino
de: Weiblich
en: Female

source: Final
de: Finale

source: Foto com marca d'água
de: Foto mit Wasserzeichen
en: Photo with watermark

source: Frequência cardíaca
de: Herzfrequenz
en: Heart rate

source: Frequência cardíaca de repouso
de: Ruhepuls
en: Resting heart rate

source: Frequência cardíaca máxima
de: Maximalpuls
en: Maximum heart rate

source: Gênero
de: Geschlecht
en: Gender

source: Geração não encontrada
de: Generierung nicht gefunden
en: Generation not found

source: Gerenciar assinatura
de: Abo verwalten
en: Manage subscription

source: Gire os cilindros para ajustar seu ritmo
de: Drehe an den Walzen, um dein Tempo anzupassen
en: Turn the dials to adjust your pace

source: Google não vinculada
de: Google nicht verknüpft
en: Google not linked

source: Google vinculada
de: Google verknüpft
en: Google linked

source: GPS ativo
de: GPS aktiv
en: GPS active

source: HealthKit indisponivel neste dispositivo.
de: HealthKit ist auf diesem Gerät nicht verfügbar.
en: HealthKit unavailable on this device.

source: Historico
de: Verlauf
en: History

source: Histórico
de: Verlauf
en: History

source: History
de: Verlauf

source: Hoje
de: Heute
en: Today

source: Hoje · %@
de: Heute · %@
en: Today · %@

source: Home
de: Start

source: I.A Report
de: KI-Bericht
en: AI Report

source: IA
de: KI
en: AI

source: Igual
de: Gleich
en: Same

source: Importar corridas do Apple Health
de: Läufe aus Apple Health importieren
en: Import runs from Apple Health

source: Importar FIT, TCX ou GPX
de: FIT, TCX oder GPX importieren
en: Import FIT, TCX or GPX

source: Informe seu nome completo.
de: Gib deinen vollständigen Namen ein.
en: Enter your full name.

source: Informe um peso válido em kg.
de: Gib ein gültiges Gewicht in kg ein.
en: Enter a valid weight in kg.

source: Iniciante
de: Anfänger
en: Beginner

source: INICIAR
de: STARTEN
en: START

source: Iniciar treino
de: Training starten
en: Start workout

source: Iniciar Treino
de: Training starten
en: Start Workout

source: Início
de: Start
en: Start

source: Integracao
de: Integration
en: Integration

source: Integrações
de: Integrationen
en: Integrations

source: intensidade
de: Intensität
en: intensity

source: Intensidade
de: Intensität
en: Intensity

source: Intensidade %lld
de: Intensität %lld
en: Intensity %lld

source: Intenso
de: Intensiv
en: Intense

source: Intermediário
de: Fortgeschritten
en: Intermediate

source: Inviável no prazo
de: Zeitlich nicht machbar
en: Not feasible in time

source: Isso apaga este plano e todos os treinos e semanas. Guardamos um resumo das últimas semanas para personalizar seu próximo plano. Esta ação não pode ser desfeita.
de: Dadurch werden dieser Plan sowie alle Trainings und Wochen gelöscht. Wir speichern eine Zusammenfassung der letzten Wochen, um deinen nächsten Plan zu personalisieren. Diese Aktion kann nicht rückgängig gemacht werden.
en: This deletes this plan and all its workouts and weeks. We keep a summary of the last few weeks to personalize your next plan. This action cannot be undone.
